module.exports = function(city) {
  let info = {
    title: {
      title: 'Промышленные полы ' + city.city,
      subTitle: 'Профессионально выполним устройство промышленных полов ' + city.prepositionalCity
    },
    content: {
      title: 'Ключевые специалисты компании Контекстрой',
      specialist: {
        text: 'Ключевые специалисты компании Контекстрой',
        link: '/',
        blockquote:
          ' Специалисты компании проходят регулярно обучение и повышение квалификации в том числе в США, а так же на территории производителей материалов и строительного оборудования'
      },
      title2: 'Среди наших клиентов как локальные, так и крупные федеральные бренды:',
      clientsList: [
        '/img/energomera-logo.png',
        '/img/leroy-merlin-logo.png',
        '/img/magnit-logo.png',
        '/img/marriott-logo.png',
        '/img/master-logo.png',
        '/img/russia-logo.png',
        '/img/lovechok-logo.png',
        '/img/derways-logo.png',
        '/img/evrohim-logo.png',
        '/img/sbk-logo.png',
        '/img/schlumberger-logo.png',
        '/img/jako-logo.png',
        '/img/arms-logo.png',
        '/img/russian-federation-logo.png',
        '/img/achaluki-logo.png',
        '/img/spetsstroy-logo.png',
        '/img/arnest-logo.png',
        '/img/chokoland-logo.png'
      ],
      title3: 'Как мы работаем?',
      text3:
        '<p> Наше сотрудничество начинается с вашего звонка или заявки. Менеджер в телефонном режиме или онлайн предоставит подробную информацию об условиях сотрудничества.</p><p> Мы работаем по договору, это залог вашей безопасности. Мы делаем только то, что умеем делать лучше всех. Мы никогда не экономим на материалах, ведь от их качества на 50% зависит результат (другие 50% - оборудование и профессионализм мастеров), используем продукцию таких брендов: ТехноНиколь, Пластфойл, Изопан-Рус, Teplant, Trimo, KleberKraft, Master Top и др. Работа выполняется с применением современного, высокотехнологического оборудования от проверенных производителей:',
      list3: [
        'вертолеты двухроторные Allen, Whiteman;',
        'нивелиры, шуруповёрты, комплекты для резки швов Hilti;',
        'тахеометры Leika;',
        'плавающие виброрейки Duo Screed;',
        'дробеструйная машина, пылесосы и фрезы Blastrac;',
        'шлифовальные машины BMG;',
        'вакуумный захват ArLift;',
        'сварочный аппарат горячего воздуха Leister.'
      ],
      text3_1:
        '<p> В нашей компании вы можете заказать установку промышленных полов, монтаж кровли из сэндвич панелей, облицовку зданий стеновыми панелями. Перед началом основного комплекса работ мы оговариваем с заказчиком все нюансы сотрудничества, разрабатываем проект, составляем смету, устанавливаем сроки, подписываем договор.</p>',
      img3: '/img/images2.jpg',
      title4: 'А также:',
      logoList: [
        '/img/allen-logo.png',
        '/img/pullman-logo.png',
        '/img/leica-logo.png',
        '/img/hilti-logo.png',
        '/img/whiteman-logo.png',
        '/img/blastrac-logo.png'
      ],
      img4: '/img/images2.jpg',
      title5: 'Наши преимущества',
      text5:
        '<p> Мы заинтересованы в перспективном, взаимовыгодном сотрудничестве, а не в получении разовой прибыли, поэтому очень тщательно относимся к качеству выполнения каждого задания. Наши специалисты проанализируют ваши требования и пожелания, составят наиболее выгодные коммерческие предложения.</p><p> Мы не допускаем срыва сроков, берём на себя гарантийные обязательства за проделанную работу. У нас демократичные цены на весь перечень услуг, профессиональный подход, высококлассное обслуживание.</p>',
      logoList2: [
        '/img/ingri-logo.png',
        '/img/BASF-logo.png',
        '/img/rsl-logo.png',
        '/img/sika-logo.png',
        '/img/qtp-logo.png',
        '/img/turex-logo.png',
        '/img/universam-logo.png'
      ]
    }
  };

  return info;
};
