module.exports = function(city) {
  let listFloors = [
    {
      title: 'Устройство бетонной стяжки',
      name: 'ustrojstvo-betonnoj-styazhki',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'При устройстве полимерных покрытий особое внимание нужно уделить укладке бетонного основания. К качеству стяжки выдвигаются специальные требования. Укладка должна осуществляться с соблюдением технологических стандартов. Чтобы получить хороший результат, нужно использовать качественные материалы. Идеально, если основой строительной смеси для стяжки является бетон, марка которого не ниже М250. И конечно же нужно понимать, что будущее полимерное покрытие полов, никак не выровняет перепады в ранее подготовленной стяжке так как является тонкослойным покрытием (толщиной от 0.5 до 9 мм).',
        subTitle1: 'Кому поручить укладку стяжки?',
        text1:
          '<p>Устройство бетонных полов ' +
          city.prepositionalCity +
          ' должно осуществляться специалистами, которые ознакомлены с технологией, особенностями применяемых материалов, всеми тонкостями работы. Доверившись «профи», которые обещают всё сделать «быстро и недорого», вы можете очень скоро об этом пожалеть. Как показывает практика, они совершают серьёзные ошибки, которые приводят к весьма неприятным последствиям (трещины, сокращение срока службы покрытия и т.д.). Потом придётся или ремонтировать, или демонтировать наливной пол. </p><p>Промышленные бетонные полы невозможно сделать своими руками, не имея специальных знаний и навыков. При выполнении этого непростого задания нужно тщательно соблюдать последовательность этапов, использовать профессиональные инструменты и оборудование, учитывать ряд нюансов.</p>',
        img1: '2.png',
        list1: [
          'Гидроизоляция. Этот шаг ни в коем случае нельзя пропускать, если пол будет расположен на плите по грунту. Выбор материалов и способа гидроизоляции зависит от уровня залегания грунтовых вод, отметки пола.',
          'Армирование. Чтобы сделать основание максимально прочным, укладывают в одну или две сетки арматуру, диаметром 5-14 мм.',
          'Приготовление бетонной смеси. Характеристики раствора зависят от марки прочности бетона, разновидности и процентного содержания крупного наполнителя.'
        ],
        text1_1:
          'Смесь, из которой укладывают бетонные полы на производство, должна быть не только прочной, но и достаточно подвижной, чтобы возможно было с ней работать. Оптимальный показатель – П3-П4. Нельзя добавлять в раствор воду, чтобы повысить подвижность бетона.',
        subTitle2: 'Технология укладки',
        text2:
          '<p>После укладки бетонной смеси на стяжку воздействуют вибрацией. Если толщина бетонного слоя не превышает 150 мм, можно использовать виброрейку. Если он толще, лучше применить глубинный вибратор. На этом этапе важно очистить бетон от посторонних примесей (частиц утеплителя, глины, деревянных щепок). Если были установлены съёмные направляющие, их тоже демонтируют. После завершения основных работ стяжку накрывают полиэтиленом, оставляют на 28 суток. По истечению данного срока можно приступать к укладке полимерного покрытия.</p><p>Устройство бетонных полов с топпингом мало чем отличается от заливания стяжки. За одну смену специалисты компании «КонтекСтрой» подготавливают площадку размером до 1000 кв.м.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полированные полы',
      name: 'polirovannie-poli',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Бетонный «полированный пол» - инновационная система укладки напольного покрытия.  Поверхность пола не обрабатывается дополнительными составами, которые впоследствии истираются и отслаиваются. По внешнему виду покрытие напоминает пол, выполненный из натурального камня. По твёрдости и прочности оно не уступает граниту. Благодаря отменной устойчивости к истиранию, долговечности и эстетичности полированные бетонные полы можно укладывать в помещениях с повышенной проходимостью, где в течение суток в интенсивном режиме перемещается различная техника и оборудование.',
        subTitle1: 'Особенности технологии',
        text1:
          '<p>Для устройства полированного бетонного пола используют современное, высокотехнологическое оборудование: шлифовальные алмазные инструменты, машинки для полировки. Также применяются пропитки на литиевой основе (C2 hard™, C2 seal™).</p><p>Преимущества полированных бетонных покрытий:</p>',
        img1: '2.png',
        list1: [
          'высокая стойкость к износу;',
          'верхний слой на 60% прочнее обычного бетонного пола;',
          'абсолютная водонепроницаемость – по истечению 3-х суток поверхность не будет впитывать влагу вообще, а также масла, бензин и другие жидкости;',
          'способность отражать свет (высокий коэффициент светоотражения);',
          'натуральность и экологичность;',
          'нетребовательность к уходу и условиям эксплуатации.'
        ],
        text1_1:
          'Полированный бетонный пол' +
          city.prepositionalCity +
          'можно укладывать на разных типах объектов. Сфера использования этого напольного покрытия включает склады, коммерческие помещения, медицинские и образовательные учреждения, торгово-развлекательные центры, рестораны, кафе, ночные клубы и т.д.',
        subTitle2: 'Стоимость устройства полированного пола',
        text2:
          '<p>В процессе эксплуатации покрытие не выделяет вредных веществ. В составе пола нет вредных веществ, смол, химических компонентов, которые бы становились источником распространения неприятного запаха, провоцировали бы возникновение аллергических реакций. Эта технология себя оправдывает не только при укладке нового покрытия, но и при ремонте старого. Используя данную методику, можно заделать трещины, выровнять поверхность, устранить отслоения, сколы, превратить изношенный пол в привлекательное покрытие. Конечный результат впечатляющий.</p><p>В компании «КонтекСтрой» на полированные полы - цена за м2 от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Стоимость укладки зависит от площади помещения, от характеристик покрытия. Его можно сделать декоративным, цветным, эстетичным. Срок службы полированного бетонного пола превышает 30 лет.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полиуретан-цементные покрытия',
      name: 'polyuretan-cementnie-pokritiya',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Полиуретан-цементные покрытия полов ' +
          city.prepositionalCity +
          ' стремительно набирают популярность, ведь характеризуются великолепными эксплуатационными свойствами, повышенной устойчивостью к негативному воздействию внешних факторов, практичностью и эстетичностью. Сфера их применения включает помещения пищевой и фармакологической промышленности, государственные учреждения, здания воспитательного и образовательного назначения, ТРЦ, банки, клиники, больницы и т.д.',
        subTitle1: 'Преимущества полиуретан-цементных покрытий.',
        text1:
          '<p>Устройство полиуретановых полов требует от специалистов наличия определённых знаний и навыков. Чтобы получить действительно качественный конечный результат, необходимо использовать материалы высокого качества, профессиональное оборудование и инструменты.</p><p>Полиуретан-цементные полы изготавливаются на основе цементного раствора и полиуретановых смол. Для улучшения прочностных характеристик добавляют специальные компоненты. Такая структура обеспечивает покрытию такие преимущества:</p>',
        img1: '2.png',
        list1: [
          'устойчивость к агрессивным химическим компонентам;',
          'способность выдерживать температурные перепады;',
          'ремонтопригодность;',
          'монолитность (отсутствие швов и стыков);',
          'высокая износоустойчивость (минимальный срок службы – 10 лет);',
          'гигиеничность, нетребовательность к уходу;',
          'пожаробезопасность.'
        ],
        text1_1:
          'Покрытие выдерживает длительное воздействие влаги, поэтому его целесообразно укладывать на предприятиях, которые специализируются на производстве минеральных вод, алкогольных напитков, молочных продуктов и т.д. Полиуретан-цементные полы ' +
          city.prepositionalCity +
          ' - это оптимальное решение для кондитерских и консервных заводов, морозильных камер, цехов производства бытовой химии. Полы в процессе эксплуатации не выделяют запахов и вредных компонентов даже при нагревании. ',
        subTitle2: 'Стоимость укладки',
        text2:
          '<p>В компании «КонтекСтрой» на полиуретан-цементные полы - цена от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Конечная стоимость определяется индивидуально, зависит от площади помещения, сроков укладки, характеристик материалов, которые используются при устройстве покрытия. Самым экономным решением является укладка тонкослойного пола.</p><p>Он выдерживает пешеходное движение, по нему можно передвигать тележки на резиновых колёсиках. Толстослойное покрытие укладывают на тех объектах, где предполагаются высокие ударные и механические нагрузки, а также термические удары (шоковая заморозка и обработка паром). Такой пол выдерживает движение погрузочных средств, тяжелогружёного транспорта.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Ремонт промышленных полов',
      name: 'remont-promyshlennih-polov',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'В России промышленные полы начали стремительно набирать популярность в 2000-е годы. Инновационная на то время технология пришла из стран Европы и Америки, где имела широкое распространение. Промышленные полы подразделяются на две большие категории: полимерные и бетонные. Сегодня их укладывают практически повсеместно благодаря весомым преимуществам перед керамической плиткой и мраморной крошкой. Склады и производства, паркинги, ТРЦ, объекты воспитательного, образовательного и медицинского назначения, государственные учреждения – сфера применения покрытий очень широкая.',
        subTitle1: 'Классификация промышленных полов',
        text1:
          '<p>Устройство и ремонт промышленных полов требует наличия специализированного оборудования и профессиональных инструментов. Важно использовать проверенные материалы высокого качества.  В противном случае дефекты могут появиться уже в течение первого года эксплуатации. В зависимости от назначения выделяют такие типы промышленных полов:</p>',
        img1: '2.png',
        list1: [
          'устойчивые к повышенному абразивному воздействию;',
          'декоративные;',
          'покрытия с антистатическими и токорассеивающими  свойствами;',
          'стойкие к химическим компонентам и агрессивным средам;',
          'противоскользящие;',
          'предназначенные для использования в экстремальных условиях;',
          'дезактивируемые покрытия;',
          'для пищевой промышленности;',
          'спортивные покрытия;',
          'паропроницаемые;',
          'акриловые покрытия.'
        ],
        text1_1:
          'Спустя некоторое время после эксплуатации может понадобиться косметический или серьёзный ремонт бетонных полов. Любое покрытие нуждается в правильном уходе и техническом обслуживании. Вследствие воздействия механических факторов на поверхности могут появляться потёртости, трещины, сколы и другие дефекты. Самыми восприимчивыми к повреждениям являются места интенсивного движения грузоподъёмных механизмов и пешеходные зоны,  стыки бетонных плит, примыкания к трапам, деформационные швы. Конечно, нецелесообразно укладывать новое покрытие, если можно отреставрировать старое. Это решение менее затратное по всем параметрам: деньги, время, усилия.',
        subTitle2: 'Кому доверить ремонт промышленных полов?',
        text2:
          '<p>ООО «КонтекСтрой» реставрирует промышленные полы – ремонт ' +
          city.prepositionalCity +
          ' проводится с применением высокотехнологического оборудования и современных материалов. Наша компания стремительно развивается в этом направлении. Специалисты разработали собственные схемы ремонта покрытий.</p><p>Они обладают многолетним практическим опытом, имеют необходимые теоретические знания, всегда учитывают технологию укладки того или другого материала. Мы уверены в качестве работ, которые выполняем, поэтому предоставляем гарантию на ремонт полимерных полов и бетонных покрытий.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Ремонт наливных полов',
      name: 'remont-nalivnyh-polov',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Промышленный наливной пол – искусственное, экологически безопасное покрытие, которое характеризуется повышенной износостойкостью, прочностью и долговечностью. Нельзя не отметить отличные декоративные качества пола, благодаря чему его можно укладывать в торгово-развлекательных центрах, ресторанах, кафе и т.д. Срок службы покрытия достигает 20-ти лет, оно рассчитано на интенсивную нагрузку. В течение этого периода может понадобиться текущий или капитальный ремонт наливных полов.',
        subTitle1: 'Когда необходим ремонт?',
        text1:
          '<p>Реставрация наливных полов – это эффектный способ восстановить полноценную функциональность и эстетичность покрытия. Выделяют две основные причины появления дефектов на поверхности: естественный износ и нарушение технологии укладки на этапе подготовки основания и выполнения монтажных работ (плохая обработка бетонного основания под финишное покрытие, нарушения технических требований: превышение влажности, недостаточная марочная прочность бетона, отсутствие гидроизоляции в необходимых местах и т.д.).</p><p>Ремонтные работы необходимо проводить при появлении таких внешних признаков:</p>',
        img1: '2.png',
        list1: [
          'трещины;',
          'шелушение;',
          'отслаивание верхнего слоя;',
          'потёртости и царапины.',
          'вздутия финишного покрытия (при наличии подсоса капиллярной влаги)'
        ],
        text1_1:
          'Эти недостатки устраняются довольно легко и быстро. В некоторых случаях, когда потребность ремонта длительное время игнорировалась, на поверхности покрытия могут появляться более серьёзные изъяны. ',
        subTitle2: 'Ликвидация дефектов',
        text2:
          '<p>На начальном этапе проводится тщательная диагностика наливного пола, определяются проблемные места. После нужно удалить отслоившиеся участки, которые неплотно прилегают к основанию. Далее при помощи специального инструмента поверхность выравнивают и шлифуют. Если обнаружены трещины, их расшивают, зачищают, заливают подготовленной смесью. Для очистки лучше использовать промышленный пылесос. После обеспыливания и грунтования наносится новое покрытие. К ремонту разных дефектов нужно подходить разными способами. Но в любом случае важно использовать правильно подобранный ремонтный состав , профессиональное оборудование и инструменты, чтобы добиться наилучшего результата.</p><p>Если вам нужно отремонтировать наливной пол – ремонт трещин, расколов, расслоений и других дефектов – обратитесь в ООО «КонтекСтрой». Наши специалисты ответственно и профессионально подходят к выполнению работы, что гарантирует безупречный конечный результат. В итоге заказчик получает целостное, эстетичное, функциональное покрытие без каких-либо изъянов и дефектов.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полимерные наливные полы',
      name: 'polymernie-nalivnie-poly',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'При организации напольного покрытия на производствах, коммерческих и складских помещениях всё чаще отдают предпочтение технологии укладки полимерных полов. Высокая прочность, устойчивость к износу, механическим и ударным нагрузкам, скорость монтажа – это далеко не все преимущества, которыми характеризуются полимерные наливные полы.',
        subTitle1: 'Где используют полимерные наливные полы?',
        text1:
          '<p>Сделав выбор в пользу этого инновационного покрытия, вы сможете забыть о пыли и растрескивании, а также многочисленных швах с постоянным накоплением грязи. Наливной пол гигиеничен и экологичен. Смесь, которая используется при укладке, не содержит вредных веществ, не выделяет неприятного запаха при нагревании.</p><p>Сфера применения полимерных полов включает:</p>',
        img1: '2.png',
        list1: [
          'склады;',
          'терминалы, паркинги, производственные площадки;',
          'офисы, коммерческие объекты и торговые павильоны;',
          'медицинские, воспитательные, образовательные учреждения;',
          'объекты с повышенной проходимостью, где на полы оказывается интенсивная нагрузка;',
          'помещения, в которых имеет место высокая влажность воздуха, перепады температур;',
          'помещения с высокими требованиями СанПин и стандартов GMP.',
          'объекты атомной энергетики.'
        ],
        text1_1:
          'Наливные полимерные полы ' +
          city.prepositionalCity +
          ' хорошо себя зарекомендовали. Их постоянно возрастающая популярность обусловлена отменными техническими характеристиками, доступной стоимостью, длительным сроком службы. Материал не боится нагрузок, влаги, точечного давления.',
        subTitle2: 'Укладка покрытия',
        text2:
          '<p>Полимерные покрытия классифицируются в зависимости от химического состава используемой смеси на: эпоксидные, акриловые, полиуретановые, полиуретан-цементные. Устройство наливных полимерных полов состоит из трёх основных этапов. Сначала необходимо тщательно подготовить основание (лучший способ подготовки на сегодняшний день дробеструйная обработка), выровнять его, при необходимости залить новую бетонную стяжку. Дальнейшие этапы производства работ могут отличаться в зависимости от выбранной системы.</p><p> При применение наиболее распространенной двухкомпонентной эпоксидной декоративной композиции, можно выделить следующие этапы производства работ: точечный ремонт, обеспылевание, грунтование, шпатлевание, нанесение основного слоя с декоративными «Чипсами», финишный слой лака.  Каждый продукт имеет свои особенности, поэтому важно придерживаться рекомендаций производителя. При выполнении работ необходимо соблюдать все технические требования к основанию пола и условия в помещение, от чего зависит качество и долговечность выполненных работ.</p><p>Если вы хотите получить в результате качественное, надёжное, долговечное покрытие, обратитесь в компанию «КонтекСтрой». На полимерный наливной пол - цена за м2 начинается от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полы для автосервисов',
      name: 'poly-dlya-avtoservisov',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Напольное покрытие на автосервисах эксплуатируется в экстремальных условиях, поэтому и требования к нему выдвигаются специальные. Пол подвергается серьёзным ударным нагрузкам, должен выдерживать вес установленного оборудования, негативного воздействия химических веществ (растворители, масла, кислоты, моющие средства и т.д.).',
        subTitle1: 'Каким должен быть пол на автосервисе?',
        text1:
          '<p>Среди всех доступных вариантов чаще всего выбирают наливные полы для автосервисов ' +
          city.prepositionalCity +
          '. Технология монтажа довольно сложная, поэтому нужно ответственно подходить к выбору исполнителей.</p>' +
          '<p>Правильно уложенный наливной пол отвечает всем требованиям, которые выдвигаются к покрытиям для СТО и автомастерских, а именно:</p>',
        img1: '2.png',
        list1: [
          'высокая прочность;',
          'устойчивость к негативному воздействию механических факторов;',
          'длительный срок службы;',
          'хорошая химическая сопротивляемость;',
          'бесшовность  (отсутствие швов и стыков);',
          'пожаробезопасность;',
          'нетребовательность к условиям эксплуатации и уходу.'
        ],
        text1_1:
          'Монтаж наливных полов в автосервисе ' +
          city.prepositionalCity +
          ' должны осуществлять профессионалы, которые ознакомлены со всеми особенностями этого вида покрытия. На начальном этапе заливают бетонную стяжку, далее на примере двухкомпонентной декоративной эпоксидной композиции  выполняются следующие виды работ: подготовка основания (дробеструйная обработка), обеспылевание, грунтование, шпатлевание, укладка основного слоя с всыпкой «Чипсов», нанесение финишного слоя лака.',
        subTitle2: 'Разновидности напольных покрытий для СТО',
        text2:
          '<p>Устройство полов для СТО зависит от того, какой технологии отдали предпочтение. Самый бюджетный вариант – бетонная стяжка с армированием и упрочненным верхним слоем. Наливное полимерное покрытие обойдётся дороже, но цена его полностью оправдана отличными эксплуатационными свойствами.</p>' +
          '<p>Классификация полов проводится и на основе того, какие материалы использовались при устройстве. Эпоксидное покрытие долговечное, влагостойкое, прочное. Средний срок службы такого пола – 15-20  лет. Полиуретан-цементные рассчитаны на более длительную эксплуатацию. После выполнения основного комплекса монтажных работ пол нужно покрыть защитным составом. Уход за покрытием заключается в регулярной чистке.</p>' +
          '<p>Специалисты ООО «КонтекСтрой» уложат пол для автосервиса - цена 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Обратившись в нашу компанию, вы сможете быть на все 100% уверены в качестве результата. В работе мы используем проверенные материалы, популярные технологии, высокотехнологичное оборудование.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Наливные полы для склада',
      name: 'nalyvnie-poly-dlya-sklada',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Наливные полы для склада ' +
          city.prepositionalCity +
          ' - самый востребованный и распространённый вариант, который характеризуется отличными прочностными характеристиками, практичностью и долговечностью. Покрытие нетребовательно в обслуживании, без проблем выдерживает серьёзные механические нагрузки, обеспечивает складским помещениям эффективную работу на протяжении десятков лет.',
        subTitle1: 'Классификация полов для склада',
        text1:
          '<p>Уже давно владельцы складских помещений отказались от использования традиционных бетонных стяжек в пользу наливных полов. Современные покрытия характеризуются рядом преимуществ. Они достаточно прочные и износостойкие, чтобы выдерживать ударные и механические нагрузки, а также отсутствие пылеобразования. Наливные полы для склада ' +
          city.prepositionalCity +
          ' не теряют своих качеств вследствие воздействия влаги, температурных колебаний, химических компонентов.</p>' +
          '<p>В зависимости от состава смеси, которая используется при укладке пола, выделяют следующие типы покрытий:</p>',
        img1: '2.png',
        list1: ['эпоксидные;', 'полиуретановые;', 'полиуретан-цементные;', 'акриловые;', 'бетонные.'],
        text1_1:
          'Благодаря уникальной технологии монтажа покрытие получается бесшовным, что положительно сказывается на его технических показателях. Именно в технологических швах и стыках скапливается грязь и наиболее часто они подвергаются разрушению при эксплуатации. Да и погрузочную технику (платформы, погрузчики, тележки) гораздо удобнее передвигать по монолитному полу.',
        subTitle2: 'Этапы монтажа',
        text2:
          '<p>Складские полы прослужат на протяжении десятилетий, если в процессе монтажа использовались высококачественные материалы, тщательно соблюдалась технология укладки. Основные этапы устройства наливного пола:</p>',
        img2: '3.png',
        list2: [
          'подготовка основания, выравнивание, проверка уплотнения;',
          'устройство гидроизоляции',
          'армирование одной или двумя сетками;',
          'бетонирование с вибрированием и контролем отметок;',
          'обработка поверхности затирочными машинами;',
          'нарезка термоусадочных швов;',
          'после технологического перерыва в 28 суток проводится подготовка бетонного основания (дробеструйная обработка, фрезерование, шлифование);',
          'ремонт выявленных на предыдущем этапе дефектов стяжки;',
          'грунтование смесью полимерных составов;',
          'шпатлевание смесью полимерных составов;',
          'укладка основного слоя;',
          'при необходимости нанесение финишного слоя лака.'
        ],
        text2_1:
          'Введение наливного пола в эксплуатацию осуществляется спустя 7 дней после выполнения монтажных работ. Покрытие должно пройти этап полной полимеризации, набрать прочность. Особого ухода наливной пол не требует. Достаточно регулярно проводить очистку от пыли и грязи.',
        text3:
          'В компании «КонтекСтрой» на устройство полов для склада - цена за м2 от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Наши специалисты в работе используют материалы известных брендов и профессиональное оборудование. Это гарантирует высокое качество результата.'
      }
    },
    {
      title: 'Полы для паркинга',
      name: 'poly-dlya-parkinga',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'На паркингах, парковках, стоянках напольное покрытие эксплуатируется в экстремальных условиях, поэтому должно отвечать определённым требованиям и стандартам. Полы подвергаются серьёзным механическим нагрузкам, на них могут проливаться масла, топливо и другие средства, в составе которых есть агрессивные химические компоненты.',
        subTitle1: 'Наливные полы для паркинга',
        text1:
          '<p>При выборе типа напольного покрытия необходимо учитывать условия эксплуатации. Паркинг может быть открытым или закрытым, отапливаемым или неотапливаемым, наземным или подземным. Ключевые требования к полам для парковок: длительный срок службы, высокие прочностные характеристики, доступная цена, нетребовательность к уходу.</p>' +
          '<p> На сегодняшний день чаще всего выбирают наливные полы для паркингов ' +
          city.prepositionalCity +
          '. Вот перечень их основных преимуществ:</p>',
        img1: '2.png',
        list1: [
          'стойкость к деформациям вследствие воздействия механических нагрузок;',
          'износоустойчивость;',
          'отличная химическая сопротивляемость;',
          'не боятся температурных колебаний;',
          'пожаробезопасность;',
          'удобны для создания специальной разметки и обозначений;',
          'экологичность (не выделяют токсических веществ даже при нагревании);',
          'гигиеничность (на поверхности не образуется пыль);',
          'просты в уходе;',
          'бесшовность.'
        ],
        text1_1:
          'Наливные полы для парковок способны прослужить в течение 15-20 лет при условии соблюдения правил эксплуатации. Укладывается покрытие быстро, но технология монтажа довольно сложная, поэтому доверять устройство пола следует только проверенным специалистам. Качество укладки зависит от разных параметров: характеристики используемых материалов, правильность подготовки основания, профессионализм рабочей бригады.',
        subTitle2: 'Уход за наливными полами',
        text2:
          '<p>Полы для паркинга ' +
          city.prepositionalCity +
          ' не требуют особого ухода. В качестве рекомендации можно проводить периодически уборку моечными машинами для удаления следов ГСМ и абразивных частиц (песка и мелких камней), это поможет продлить срок службы наливного пола.</p>' +
          '<p>Компания «КонтекСтрой» осуществляет монтаж полов на паркингах - цена за м2 от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Наши специалисты выполняют весь комплекс работ по укладке напольного покрытия, у нас лояльные цены на весь перечень услуг, гарантия качества, профессиональный подход.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полы для торговых центров',
      name: 'poly-dlya-tc',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Ежедневно торговые центры посещают тысячи людей, поэтому напольное покрытие подвергается очень серьёзным воздействиям. По полу ездят тележки, погрузчики и другая техника, которая оказывает механическое воздействие на поверхность, может привести к повреждению целостности покрытия. Полы для торговых центров ' +
          city.prepositionalCity +
          ' должны быть устойчивыми к абразивному износу, влаге, химическим компонентам моющих средств, иметь хорошие показатели гигиеничности. Немаловажным является и внешний вид напольного покрытия.',
        subTitle1: 'Разновидности покрытий для ТЦ',
        text1:
          '<p>Существует несколько технологий, которые используются для устройства полов в торгово-развлекательных центрах, офисных помещениях. Выбор конкретной методики зависит от условий эксплуатации покрытия, а также от пожеланий и финансовых возможностей владельца.</p>' +
          '</p>',
        img1: '2.png',
        list1: [
          'Наливные эпоксидные, полиуретановые и акриловые. Покрытия отвечают всем выдвигаемым к ним требованиям. Они не только практичные и устойчивые к негативному воздействию различных факторов, но и отличаются особой эстетичностью. По пожеланию заказчиков им придаются дополнительные декоративные свойства, за счет внесения цветных песков и «Чипсов».',
          'Полированный бетон с уплотнением пропитками C2 Hard и C2 Seal. Эта технология внешне напоминает мозаичные полы.',
          'Бетонные. Редко, но всё же используются. Это самый бюджетный вариант. Для упрочнения верхнего слоя при заливке стяжки в бетон вносится топпинг.'
        ],
        text1_1:
          'Прекрасно себя зарекомендовали наливные полы для торговых и офисных центров. Они порадуют отличными эксплуатационными и эстетическими качествами.',
        subTitle2: 'Технология монтажа',
        text2:
          '<p>При устройстве полов по грунту проверяется его уплотнение и соответствие отметкам. Далее выполняется гидроизоляция и армирование сетками. После этого производится бетонирование стяжки с вибрированием и контролем отметок. Следующий этап включает обработку затирочными машинами и нарезку температурно-усадочных швов. Спустя 28 суток, когда стяжка наберёт прочность и снизит уровень влажности, производится подготовка под полимерное покрытие: дробеструйная обработка, фрезерование, шлифование. Далее осуществляется ремонт вскрытых дефектов стяжки и обеспыливание промышленными пылесосами. После этого выполняются работы по устройству полимерного покрытия: грунтование, шпатлевание, укладка основного слоя и при необходимости нанесение финишного слоя лака.</p>' +
          '<p>Компания «КонтекСтрой» осуществляет устройство полов торгового центра - цена за м2 от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Мы гарантируем, что задание любого уровня сложности будет выполнено на высшем уровне.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полы для производства',
      name: 'poly-dlya-proizvodstva',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'Любое производство обязательно сопровождается процессами перевозки грузов внутри помещений, что вызывает интенсивную истираемость пола в зонах перемещения грузоподъёмных механизмов.   Кроме этого может накапливаться статическое электричество и, если само производство относится к взрывоопасным, то полы должны решать и эту проблему. Вот почему, выбор правильного решения для устройства промышленных полов это очень серьёзное дело.',
        subTitle1: 'Классификация напольных покрытий',
        text1:
          '<p>Полы для производственных помещений рассчитаны на длительную эксплуатацию в экстремальных условиях. При условии использования качественных материалов, тщательного соблюдения технологии монтажа и правил ухода можно создать прочное, надёжное покрытие с отличными физико-математическими показателями. Выделяют несколько типов промышленных полов:</p>',
        img1: '2.png',
        list1: [
          'Окрашенные полимерными составами. В данном случае основание металлическое или бетонное, на него сверху наносится слой (максимальная толщина 1 мм), который делает пол более прочным, эстетичным и непылящим.',
          'Наливные полы для производственных помещений ' +
            city.prepositionalCity +
            '. Это отличный выбор для производственных помещений, которые должны отвечать повышенным санитарно-гигиеническим нормам и стандартам, а также при необходимости требованиям по антистатическим и антиискровым.',
          'Высоконаполненные (полиуретан-цементные). Покрытия очень прочные. Великолепной устойчивости к механическим нагрузкам удалось добиться за счёт применения специальных многокомпонентных смесей.',
          'Полированные бетонные. Это очень практичное решение и с точки зрения механических характеристик, и с точки зрения эстетики. Пропитки С2 Hard, используемые в данной технологии могут быть колерованы различными цветами, а уровень шлифовки позволяет по- разному оголить крупный заполнитель бетона.',
          'Топпинговые. Самое простое и доступное решение. По сути, такой пол представляет собой стяжку, верхний слой которой при устройтсве дополнен смесью сухого упрочнителя и затёрт до блеска.'
        ],
        text1_1:
          'Весомым преимуществом промышленных полов является то, что они целостные и монолитные, то есть технологические швы и стыки практически отсутствуют. Это обеспечивает покрытию высокую гигиеничность, практичность, длительный срок службы.',
        subTitle2: 'Сфера применения',
        text2:
          '<p>Полы для производства ' +
          city.prepositionalCity +
          ' имеют широкую сферу применения. Высокотехнологичные напольные покрытия укладываются в офисных и торгово-развлекательных центрах, в цехах по производству фармацевтической, косметической, парфюмерной продукции, на пищевых предприятиях, мясопереработке, винодельнях, заводах по переработке молочных продуктов и т.д.</p>' +
          '<p>Мы предлагаем устройство полов для производства - цена за м2 от 150 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. В распоряжении наших специалистов широкий арсенал профессиональных инструментов и специализированного оборудования. В работе используются высококачественные материалы известных брендов. Обратившись в компанию «КонтекСтрой», вы получите износостойкий, прочный пол, который прослужит на протяжении долгих лет.</p>',
        img2: '3.png'
      }
    },
    {
      title: 'Полы для пищевой промышленности',
      name: 'poly-dlya-pischevoi-prom',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'floors/',
      content: {
        mainBg: '1.png',
        text:
          'К решению вопроса выбора и устройства напольного покрытия на предприятиях, которые специализируются на производстве пищевых продуктов, следует подходить очень ответственно. Полы для пищевой промышленности ' +
          city.prepositionalCity +
          ' должны отвечать всем требованиям СанПин и отраслевым стандартам, европейским требованиям GMP, а также нормативам по экологической безопасности.',
        subTitle1: 'Монтаж напольного покрытия',
        text1:
          '<p>Самым оправданным решением в данном случае является устройство наливного полимерного пола. Основу покрытия могут составлять смеси, в состав которых входят эпоксидные или полиуретановые смолы. Для помещений, которые подвергаются высоким термическим и химическим ударам, наиболее подходящим является полиуретан-цементные покрытия. Весомым достоинством наливного пола является его монолитность и стойкость к агрессивным химическим составам, используемым для промывки и санобработки. Зачастую именно в технологических швах и стыках накапливается грязь, начинают размножаться патогенные микроорганизмы, которые в последствии влияют негативным образом на качество выпускаемой продукции. При необходимости дополнительно устраиваются закругленные галтели, на основе тех же материалов. Это позволяет избежать накопление грязи и бактерий, в местах сопряжения стен и пола. Выбрав наливной пол, вы сможете избежать этой проблемы.</p>' +
          '<p>Полы для пищевого производства прослужат долго и надёжно, если монтаж покрытия вы доверите профессионалам. При выполнении монтажных работ важно строго следовать технологии.</p>',
        img1: '2.png',
        list1: [
          'Основанием для полимерных полов служит бетонная армированная стяжка или монолитная плита перекрытия, главное, чтобы поверхность соответствовала требованиям СП «Полы» по ровности, марка бетона была не ниже М250 и влажность не превышала значения 4%.',
          'Поверхность бетонного основания подготавливается дробеструйной обработкой, фрезерованием, шлифованием.',
          'Следующим этапом производится ремонт вскрытых дефектов бетона трещин, раковин и отслоений.',
          'Затем вся поверхность грунтуется полимерным либо полиуретановым составом.',
          'Далее, в зависимости от выбранного решения, либо в один, либо в два этапа производится работа с основным слоем полимерного покрытия. Вводить пол в эксплуатацию можно только по истечению 7 дней, когда покрытие полностью завершит процесс полимеризации, станет достаточно прочным.'
        ],
        text1_1: '',
        subTitle2: 'Преимущества наливных полов',
        text2:
          '<p>Наливные полы для пищевых промышленных помещений ' +
          city.prepositionalCity +
          ' полностью экологичны и гигиеничны. Они способны выдерживать существенные механические нагрузки, негативное воздействие влаги, химических компонентов моющих средств, перепады температуры. Уход за ними заключается в регулярной чистке.</p>' +
          '<p>Заказывайте монтаж полов для пищевых промышленных производств в компании «КонтекСтрой». Мы гарантируем, что задание будет выполнено качественно, оперативно, профессионально.</p>',
        img2: '3.png'
      }
    }
  ];

  return listFloors;
};
