module.exports = function(city) {
  let info = [
    {
      title: 'Монтаж мягкой кровли',
      name: 'montazh-myagkoy-krovly',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'roofs/',
      content: {
        mainBg: '1.png',
        text:
          'ПВХ-мембрана – одно из наиболее востребованных на сегодняшний день решений, которые используются для гидроизоляции кровли. Рулонный материал отличается рядом преимуществ. Мембрана практичная, удобная в монтаже, обеспечивает абсолютно герметичное, долговечное покрытие. Её используют для ремонта битумных поверхностей, а также при монтаже кровли на новых зданиях и сооружениях.',
        subTitle1: 'Сфера применения ПВХ-мембраны',
        text1:
          '<p>ПВХ-мембрана имеет широкую сферу использования. Благодаря универсальному способу крепления её можно укладывать на крышах из профлиста, а также на монолитных покрытиях. Этот гидроизоляционный материал отлично подходит для плоских крыш с парапетами (склады, ТРЦ, производственные комплексы и т.д.) и скатных крыш. Мягкая кровля с ПВХ-мембраной характеризуется отличными эстетичными и эксплуатационными свойствами, не пропускает внутрь помещений влагу и холод.</p><p>Сегодня с целью экономии по несущему профлисту устанавливается «пирог» со смешанным утеплителем:</p>',
        img1: '2.png',
        list1: ['снизу плита из минеральной ваты;', 'сверху слой экструдированного пенополистирола.'],
        text1_1:
          'Монтаж мягкой кровли ' +
          city.prepositionalCity +
          ' осуществляется с применением современных, высококачественных материалов. Только так можно создать надёжное и долговечное покрытие. Предварительно необходимо провести технологические расчёты, определить количество материалов. Ассортимент довольно широкий. Материалы различаются по разным параметрам: цветовое исполнение, технические характеристики, цена.',
        subTitle2: 'Правила монтажа кровли с ПВХ-мембраной',
        text2:
          '<p>Используется мягкая кровля для крупных объектов строительства. Она рассчитана на длительную эксплуатацию, не требует специального ухода и обслуживания. При выполнении монтажных работ важно соблюдать рекомендации производителей материалов, особое внимание уделить вопросу крепления ПВХ-мембраны.</p><p>Гидроизолирующая мембрана на крыше постоянно подвергается сильным ветровым нагрузкам. Если недостаточно прочно закрепить рулонный материал, он может быть сорван потоком ветра. Этот дефект может иметь место, если уложили мембрану специалисты низкой квалификации, нарушив технологию.</p><p>Специалисты ООО «КонтекСтрой» профессионально выполнят монтаж мягкой кровли. Цена за м2 от 300 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. В нашей компании работают мастера с многолетним практичным опытом, которые в совершенстве знают, как работать с современными материалами, как правильно установить мягкую кровлю с ПВХ-мембраной</p>',
        img2: '3.png'
      }
    }
  ];

  return info;
};
