module.exports = function(city) {
  let info = [
    {
      title: 'Монтаж сэндвич-панелей',
      name: 'montazh-sandwich-paneley',
      subTitle: 'Строительная компания Контекстрой',
      imagePath: 'panels/',
      content: {
        mainBg: '1.png',
        text:
          'Сегодня в коммерческом строительстве применяют различные методики и технологии для сокращения сроков возведения зданий. Всё более актуальным становится критерий «быстровозводимости». Наиболее оправданной является технология, которая предусматривает использование стальных каркасов и конструкций, изготовленных в заводских условиях. Лучше всего себя зарекомендовали трёхслойные сэндвич-панели с утеплителем.',
        subTitle1: 'Конструкция панелей',
        text1:
          '<p>Монтаж сэндвич-панелей ' +
          city.prepositionalCity +
          ' доверяйте только опытным специалистам.  Любая ошибка может негативно отразиться на сроке службы и надёжности здания. Мастера должны в совершенстве знать технологию, особенности материалов, другие тонкости и нюансы работы. Сэндвич-панели отличаются особой внутренней конструкцией. По сути это два стальных листа, соединённых утеплителем. Других креплений нет, соответственно и мостики холода тоже отсутствуют. Именно эта характеристика обеспечивает конструкции отменные теплоизоляционные свойства.</p><p>В качестве утеплителя могут применяться разные материалы.</p>',
        img1: '2.png',
        list1: [
          'Минеральная вата. Самый популярный утеплитель, который не только отлично удерживает тепло, но и полностью соответствует стандартам по пожаробезопасности.',
          'Пенополиизоцианурат. Панели с этим утеплителем отлично справляются с задачей сохранения тепла.',
          'Пенополистирол. Конструкции с этим наполнителем по критерию пожаробезопасности проигрывают предыдущим, но зато цена их весьма приятная.'
        ],
        text1_1:
          'Сэндвич-панели поставляются в упаковках автотранспортом. Материал отличается хрупкостью, его легко повредить, поэтому погрузочно-разгрузочные работы нужно проводить очень аккуратно, чтобы не испортить облицовку.',
        subTitle2: 'Установка сэндвич-панелей',
        text2: '<p>Монтаж ограждающей конструкции из сэндвич-панелей должен проводиться с соблюдением таких требований:</p>',
        img2: '3.png',
        list2: [
          'сохранение эстетических качеств;',
          'обеспечение герметичности замковых соединений (используется специальный герметик и бутиловый шнур);',
          'минимальные сроки выполнения монтажных работ.'
        ],
        text2_1: 'Работать с габаритными, громоздкими и хрупкими панелями сложно без использования спецтехники, профессионального оборудования.',
        text3:
          'В компании «КонтекСтрой» на монтаж сэндвич-панелей - цена от 300 руб, но так как состав работ и материалов сильно отличается, то для более точного ориентирования свяжитесь с нами, и мы в течение короткого диалога по телефону сможем дать вам более точную информацию. Наши специалисты работают как со стеновыми, так и с кровельными панелями. При устройстве кровли важно уделить внимание тщательной изоляции стыков, чтобы предупредить образование конденсата. Готовая конструкция должна быть не только практичной и функциональной, но и эстетичной. На завершающем этапе устанавливают декоративные элементы. Стоимость монтажа сэндвич-панелей определяется индивидуально в каждом конкретном случае.'
      }
    }
  ];

  return info;
};
