module.exports = function(city) {
  let info = {
    title: {
      title: 'Промышленные полы ' + city.city,
      subTitle: 'Профессионально выполним устройство промышленных полов ' + city.prepositionalCity,
      text:
        'Предлагаем заказать создание сайта под ключ с продвижением в поисковых системах – визитку, интернет магазин или корпоративный сайт с уникальным дизайном и полностью готовый к работе. При создании web-ресурса выполняется внутренняя SEO оптимизация проекта. Мы делаем адаптивный дизайн, занимаемся разработкой, продвижением и поддержкой уже работающих ресурсов, делаем их продуктивными и прибыльными. Чтобы заказать разработку сайта, нужно четко определить цели и задачи, стоящией перед WEB ресурсом. Мы поможем разобраться, не увеличивая стоимость услуг за консультации. Уточнить стоимость разработки сайта под ключ ' +
        city.prepositionalCity +
        ' можно, заполнив форму обратной связи.'
    },
    app: { title: 'Услуги создания и продвижения сайтов: цены ' + city.city },
    apps: [
      {
        name: 'Приложение1',
        list: ['Пункт 1', 'Пункт 2', 'Пункт 3'],
        rec: { name: 'Рекомендация1', link: '/' },
        cost: 'от 1000 руб./км.м',
        period: 'от 1 месяца',
        image: '/img/cardsfoto.jpg'
      },
      {
        name: 'Приложение2',
        list: ['Пункт 1', 'Пункт 2', 'Пункт 3'],
        rec: { name: 'Рекомендация2', link: '/' },
        cost: 'от 1000 руб./км.м',
        period: 'от 1 месяца',
        image: '/img/cardsfoto2.jpg'
      },
      {
        name: 'Приложение3',
        list: ['Пункт 1', 'Пункт 2', 'Пункт 3'],
        rec: { name: 'Рекомендация3', link: '/' },
        cost: 'от 1000 руб./км.м',
        period: 'от 1 месяца',
        image: '/img/cardsfoto3.jpg'
      },
      {
        name: 'Приложение4',
        list: ['Пункт 1', 'Пункт 2', 'Пункт 3'],
        rec: { name: 'Рекомендация4', link: '/' },
        cost: 'от 1000 руб./км.м',
        period: 'от 1 месяца',
        image: '/img/cardsfoto4.jpg'
      }
    ],
    text1: {
      title: 'Услуги создания и продвижения сайтов: цены ' + city.city,
      text:
        'Предлагаем заказать создание сайта под ключ с продвижением в поисковых системах – визитку, интернет магазин или корпоративный сайт с уникальным дизайном и полностью готовый к работе. При создании web-ресурса выполняется внутренняя SEO оптимизация проекта. Мы делаем адаптивный дизайн, занимаемся разработкой, продвижением и поддержкой уже работающих ресурсов, делаем их продуктивными и прибыльными. Чтобы заказать разработку сайта, нужно четко определить цели и задачи, стоящией перед WEB ресурсом. Мы поможем разобраться, не увеличивая стоимость услуг за консультации. Уточнить стоимость разработки сайта под ключ ' +
        city.prepositionalCity +
        ' можно, заполнив форму обратной связи.',
      subText:
        'Предлагаем заказать создание сайта под ключ с продвижением в поисковых системах – визитку, интернет магазин или корпоративный сайт с уникальным дизайном и полностью готовый к работе. При создании web-ресурса выполняется внутренняя SEO оптимизация проекта. Мы делаем адаптивный дизайн, занимаемся разработкой, продвижением и поддержкой уже работающих ресурсов, делаем их продуктивными и прибыльными.'
    },
    text2: {
      title: 'Заголовок в 2 строки возможно',
      list: [
        'Адаптивная верстка под мобильные устройства',
        'Индивидуальный дизайн',
        'Качественный контент',
        'SEO оптимизация',
        'Удобная система управления',
        'Привлекательная цена разработки'
      ]
    },
    promo: {
      name: 'Акция: При заказе сайта, скидка на настройку контекстной рекламы Яндекс Директ и ГуглЭдвордс 50%',
      link: '/'
    },
    text3: {
      title: 'Услуги создания и продвижения сайтов: цены ' + city.city,
      text:
        'Предлагаем заказать создание сайта под ключ с продвижением в поисковых системах – визитку, интернет магазин или корпоративный сайт с уникальным дизайном и полностью готовый к работе. При создании web-ресурса выполняется внутренняя SEO оптимизация проекта. Мы делаем адаптивный дизайн, занимаемся разработкой, продвижением и поддержкой уже работающих ресурсов, делаем их продуктивными и прибыльными. Чтобы заказать разработку сайта, нужно четко определить цели и задачи, стоящией перед WEB ресурсом. Мы поможем разобраться, не увеличивая стоимость услуг за консультации. Уточнить стоимость разработки сайта под ключ ' +
        city.prepositionalCity +
        ' можно, заполнив форму обратной связи.',
      subText:
        'Предлагаем заказать создание сайта под ключ с продвижением в поисковых системах – визитку, интернет магазин или корпоративный сайт с уникальным дизайном и полностью готовый к работе. При создании web-ресурса выполняется внутренняя SEO оптимизация проекта. Мы делаем адаптивный дизайн, занимаемся разработкой, продвижением и поддержкой уже работающих ресурсов, делаем их продуктивными и прибыльными.'
    },
    review: {
      image: '/img/leroymerlin.jpg',
      companyName: 'Леруа Мерлен',
      field: 'Федеральная сеть гипермаркетов',
      agent: 'Сидоренко Ирина Александровна (директор)',
      work: 'Монтаж полимерных полов',
      comment:
        'Сотрудничеством очень довольны! За короткий период нам сделали современный и удобный сайт, подошли к разработке ответственно и исполнительно. Нравится и дизайн, и функционал – все очень удобно. Продумали структуру, создали текстовый контент. Сейчас запускаем ресурс, тестируем. Все на высшем уровне!'
    }
  };

  return info;
};
